// Literature

{
  "title": "Call Me By Your Name",
  "description": "Andre Aciman's Call Me by Your Name is the story of a sudden and powerful romance that blossoms between an adolescent boy and a summer guest at his parents' cliffside mansion on the Italian Riviera.",
  "image": "call_me_by_your_name.jpeg",
  "startingPrice": 9.77,
  "finalPrice": -1,
  "isbn": "9781786495259",
  "genre": "Literature",
  "publisher": "Atlantic Books",
  "pageCount": 256,
  "language": "English",
  "summary": "Each is unprepared for the consequences of their attraction, when, during the restless summer weeks, unrelenting currents of obsession, fascination, and desire intensify their passion and test the charged ground between them. Recklessly, the two verge toward the one thing both fear they may never truly find again: total intimacy. It is an instant classic and one of the great love stories of our time.",
  "authorId": 1
}

{
  "title": "Find Me",
  "description": "Elio believes he has left behind his first love - but as an affair with an older man intensifies, his thoughts turn to the past and to Oliver.",
  "image": "find_me.jpeg",
  "startingPrice": 11.15,
  "finalPrice": -1,
  "isbn": "9780571356508",
  "genre": "Literature",
  "publisher": "Faber & Faber",
  "pageCount": 272,
  "language": "English",
  "summary": "Oliver, a college professor, husband and father, is preparing to leave New York. The imminent trip stirs up longing and regret, awakening an old desire and propelling him towards a decision that could change everything.In Call Me By Your Name, we fell in love with Oliver and Elio. Find Me returns to these unforgettable characters, exploring how love can ripple out from the past and into the future.",
  "authorId": 1
}

// Εκπαιδευτικά

{
  "title": "ΔΕΠΥράζει, Πρακτικός οδηγός για γονείς και εκπαιδευτικούς",
  "description": "Η Διαταραχή Ελλειμματικής Προσοχής ή/και Υπερκινητικότητας (ΔΕΠΥ) είναι μία από τις πιο συχνά εμφανιζόμενες διαταραχές συμπεριφοράς, που παρεμποδίζει την ψυχοκοινωνική και ακαδημαϊκή ανάπτυξη του παιδιού, δημιουργεί σοβαρά προβλήματα στους γονείς και στην οικογένειά του, και δυσκολεύει σημαντικά το έργο των εκπαιδευτικών στο σχολείο.",
  "image": "depyrazei_praktikos_odigos_gia_goneis_kai_ekpaideftikous.jpeg",
  "startingPrice": 20.33,
  "finalPrice": -1,
  "isbn": "9789606350344",
  "genre": "Education",
  "publisher": "Πεδίο",
  "pageCount": 213,
  "language": "Greek",
  "summary": "Με θεωρητικές γνώσεις, εργαλεία ανίχνευσης της διαταραχής, ασκήσεις και δραστηριότητες, το βιβλίο 'ΔΕΠΥράζει' επιδιώκει να βοηθήσει τους μαθητές με ΔΕΠΥ να κατακτήσουν δεξιότητες απαραίτητες για την ακαδημαϊκή τους πορεία, την κοινωνική τους ένταξη και τη διαχείριση της συμπεριφοράς τους, αποτελώντας παράλληλα ένα ολοκληρωμένο εργαλείο στα χέρια των εκπαιδευτικών και των γονιών για την ανίχνευση της ΔΕΠΥ και τη δημιουργία ενός προγράμματος παρέμβασης και υποστήριξης.",
  "authorId": 2
}

{
  "title": "Γίνε Θετικός Άνθρωπος σε 365 Ημέρες",
  "description": "Το βιβλίο που κρατάς στα χέρια σου δεν είναι ένα κλασικό βιβλίο µε εύκολες λύσεις και κοινότοπες νουθεσίες που επιδιώκει να σου πει τι πρέπει να κάνεις ως γονέας και τι όχι.",
  "image": "gine_thetikos_anthropos_se_365_meres.jpeg",
  "startingPrice": 15.21,
  "finalPrice": -1,
  "isbn": "9789606354038",
  "genre": "Education",
  "publisher": "Πεδίο",
  "pageCount": 384,
  "language": "Greek",
  "summary": "Βασιζόµενο στη θετική ανατροφή, µια σύγχρονη προσέγγιση που επιτρέπει στους γονείς να χτίσουν και να διατηρήσουν ισχυρούς δεσµούς µε το παιδί σε όλα τα στάδια της αναπτυξιακής του πορείας, το βιβλίο 365 – Γίνε πιο θετικός γονέας σε 365 ηµέρες διαρθρώνεται σε 12 µήνες, καθένας από τους οποίους είναι αφιερωµένος σε έναν τοµέα-στόχο που θα πρέπει να κατακτήσεις. Κάθε τοµέας-στόχος, που παρουσιάζεται µε τρόπο αναλυτικό και εύληπτο, κρίνεται εξίσου σηµαντικός για την ανατροφή του παιδιού.Σκοπός του βιβλίου είναι να παρουσιάσει ορισµένες ιδέες και να σου προσφέρει συµβουλές που θα σε βοηθήσουν στη διαµόρφωση συναισθηµατικά υγιών και υπεύθυνων παιδιών. Απώτατος σκοπός είναι η οικοδόµηση µιας δεµένης και υγιούς οικογένειας, στο πλαίσιο της οποίας τα παιδιά θα νιώθουν αναπόσπαστα και δηµιουργικά µέλη της.Το βιβλίο αυτό θα αποτελέσει ένα πολύτιµο εργαλείο, µια πυξίδα απαραίτητη στο µοναδικό ταξίδι κάθε γονέα για το µεγάλωµα υγιών και ευτυχισµένων παιδιών.",
  "authorId": 2
}

// Παιδικά

{
  "title": "Τα Τρία Μικρά Λυκάκια",
  "description": "Ήταν μια φορά τρία μικρά λυκάκια που ήθελαν να χτίσουν ένα δικό τους σπίτι.",
  "image": "ta_tria_mikra_likakia.jpeg",
  "startingPrice": 9.38,
  "finalPrice": -1,
  "isbn": "9789602402399",
  "genre": "Children",
  "publisher": "Μίνωας",
  "pageCount": 71,
  "language": "Greek",
  "summary": "Όμως ο Ρούνι-Ρούνι, το ύπουλο, κακό γουρούνι, είχε άλλα σχέδια στο μυαλό του…",
  "authorId": 3
}

{
  "title": "Φρικαντέλα: Η μάγισσα που μισούσε τα κάλαντα",
  "description": "Ήτανε κάποτε μια μάγισσα που τη λέγανε Φρικαντέλα Ζαρζουέλα Σαλμονέλα Στρυφνίνη.",
  "image": "frikantela_i_magissa_pou_misouse_ta_kalanta.jpeg",
  "startingPrice": 11.94,
  "finalPrice": -1,
  "isbn": "9789602191439",
  "genre": "Children",
  "publisher": "Καλέντης",
  "pageCount": 64,
  "language": "Greek",
  "summary": "Η Φρικαντέλα ήταν κακιά. Πολύ κακιά. Πάρα πολύ κακιά. Τόσο κακιά ήταν που μισούσε αφάνταστα όλα τα καλά. Αλλά πιο πολύ απ' όλα η μάγισσα Φρικαντέλα μισούσε τα κάλαντα!",
  "authorId": 3
}

// Ιστορικά

{
  "title": "Μέγας Αλέξανδρος",
  "description": "Αφότου σχηματίσθηκε το νεώτερο ελληνικό κράτος, ήσαν πολλοί αυτοί που ασχολήθηκαν με τη ζωή και τη δράση του νεαρού στρατηλάτη, είτε αυτοί ήσαν επίσημοι είτε ερασιτέχνες ιστορικοί. Δυστυχώς, η βιβλιογραφία αυτή αγνοείται στο εξωτερικό.",
  "image": "megas_alexandros.jpeg",
  "startingPrice": 18.50,
  "finalPrice": -1,
  "isbn": "9789608411371",
  "genre": "History",
  "publisher": "ΠεριΤεχνών",
  "pageCount": 352,
  "language": "Greek",
  "summary": "Τώρα αγνοείται και στο εσωτερικό από τους νεώτερους ιστορικούς και έτσι το ελληνικό αναγνωστικό κοινό εξακολουθεί να τροφοδοτείται με ξένα περί Αλεξάνδρου 'σκευάσματα', γραμμένα από ιστορικούς που πλέον αδυνατούν να διαβάσουν τις αρχαίες πηγές από το πρωτότυπο, που αγνοούν παντελώς την ελληνική βιβλιογραφία, και μάλιστα κατά τρόπο σκανδαλώδη -που οφείλεται σε ολική ή μερική έλλειψη ελληνομάθειας. Και έτσι πράγματα, που περί Φιλίππου ή Αλεξάνδρου έχουν γραφεί προ εκατό ετών από Έλληνες ιστορικούς, θεωρούνται 'ανακαλύψεις', όταν γράφονται από ξένους ιστορικούς. ",
  "authorId": 4
}

{
  "title": "Η Ελληνική Επανάσταση του 1821, Τόμος Α'",
  "description": "Περιγραφή της μεγάλης ελληνικής επανάστασης",
  "image": "i_elliniki_epanastasi_tou_1821_tomos_a.jpeg",
  "startingPrice": 29.68,
  "finalPrice": -1,
  "isbn": "9789600122602",
  "genre": "History",
  "publisher": "Gutenberg",
  "pageCount": 768,
  "language": "Greek",
  "summary": "Ιστορικά θέματα ύψιστης σημασίας",
  "authorId": 4
}

// Επιστημονικά

{
  "title": "Εισαγωγή στη Μηχανική των Ρευστών",
  "description": "Μηχανική Ρευστών",
  "image": "eisagogi_sti_michaniki_ton_reyston.jpeg",
  "startingPrice": 19.08,
  "finalPrice": -1,
  "isbn": "9789608250888",
  "genre": "Science",
  "publisher": "SPIN",
  "pageCount": 368,
  "language": "Greek",
  "summary": "Ένα βιβλίο που αφορά τη μηχανική των πραγματικά ρευστών",
  "authorId": 5
}

{
  "title": "Ολοκληρώματα",
  "description": "Είναι το βιβλίο που κάνει κυριολεκτικά απλές τις πιο δύσκολες έννοιες και διαδικασίες.",
  "image": "olokliromata.jpeg",
  "startingPrice": 13.27,
  "finalPrice": -1,
  "isbn": "9789608250116",
  "genre": "Science",
  "publisher": "SPIN",
  "pageCount": 252,
  "language": "Greek",
  "summary": "Περιέχει: Επικαμπύλια, Διπλά Τριπλά και Επιφανειακά Ολοκληρώματα.Οι παραπάνω έννοιες παρουσιάζονται με παραδείγματα από τη Φυσική και όχι με πολύπλοκες μαθηματικές εκφράσεις.Συνιστούμε στον αναγνώστη, πριν μελετήσει το βιβλίο αυτό, να επαναλάβει τα αόριστα ολοκληρώματα από το βιβλίο μας: «Μαθηματική Ανάλυση» και τα διανύσματα από το βιβλίο μας:«Μαθήματα Γραμματικής Άλγευρας και Αναλυτικής Γεωμετρίας».",
  "authorId": 5
}
